{"news_name":{"0":"Who needs a Covid vaccine booster now and who should wait for an omicron-specific shot?","1":"Moderna starts clinical trial of booster shot targeting omicron Covid variant","2":"Covid booster vaccines effective against severe illness from omicron, CDC says","3":"Booster Shots and Omicron: Who's Eligible and When With Latest Changes?","4":"Booster Shots 90% Effective at Preventing Omicron Hospitalizations: CDC Data","5":"Omicron makes booster shots more critical for medically vulnerable seniors","6":"Is an omicron infection as good as a booster? What the science says about ‘hybrid’ immunity","7":"Moderna COVID booster: Does it stop omicron? How long does it work?","8":"You Asked, We Answered: What should I know about the Omicron variant and booster shots? - VAntage Point","9":"COVID-19 Omicron subvariant BA.2 spreads quickly, but vaccine booster offers \"significant protection,\" says Dr. David Agus","10":"No Omicron immunity without booster, study finds","11":"Yes, You Still Need a Booster After Being Infected with Omicron","12":"Omicron’s toughest foe is a booster shot, yet many in the Philly region are skipping theirs","13":"Andrea Garcia, JD, on booster shots and “stealth” Omicron variant","14":"How well can Omicron evade immunity from COVID vaccines?","15":"What you need to know about boosters and vaccines now that the omicron variant is dominant in Arizona","16":"Latest COVID updates: Moderna working on booster shot for Omicron","17":"Beaumont doctor says the booster vaccine is needed to protect against omicron","18":"Tampa Bay health expert weighs in on if 4th booster shot is needed to protect against omicron","19":"Moderna working with world health leaders on Covid booster for this fall that targets omicron, CEO says","20":"Indonesia Begins Distributing Booster Shots as Omicron Makes Inroads","21":"Japan starts mass COVID boosters as omicron cases soar","22":"Three, four or more: what's the magic number for booster shots?","23":"Booster Shot Generates Antibodies Against Omicron And Delta Variants, Says Indian Vaccine Maker","24":"Delaware has passed its omicron peak, but getting boosters to residents proves challenging","25":"China Focus: Chinese experts urge booster shot to protect against Omicron","26":"FDA will rigorously review vaccines for children under 5, surgeon general says","27":"Inside Moderna’s plan to battle Omicron and develop a booster that works against any future variants","28":"Omicron in California: Booster shots cut COVID infection rate in half","29":"Covid News: C.D.C. Study Shows Third Shots Better Protect the Immunocompromised","30":"Booster appointments available; Omicron cases climb in Monroe County","31":"Boosters Protect Well Against Omicron in Older People, U.K. Says","32":"Sinopharm protein-based booster stronger against Omicron than earlier shot -study","33":"Omicron and vaccines: Experts break down the science behind COVID-19 jabs","34":"India starts booster shots for vulnerable amid omicron surge","35":"COVID-19 cases are falling but Philly is ‘months away’ from lifting restrictions; is an omicron infection as good as a booster?","36":"6 reasons not to get omicron right now : Shots - Health News","37":"Oregon approaches omicron hospitalization peak, local health experts advise vaccination","38":"Dose of Truth: Does a 4th booster shot help against omicron variant?","39":"Amid omicron spike, Hawaii may require visitors to receive booster shots","40":"Opinion | What happens after omicron? Hard decisions about vaccines.","41":"What Are the Symptoms of Omicron?","42":"Covid 19 Omicron: Booster vaccination gap shortens today, a million more kiwis are now eligible","43":"Aged care deaths warning ahead of winter omicron wave","44":"Booster Dose Protects Adults Above 65 Against Omicron Infections: UK Study","45":"Why Southern California hit harder by Omicron than Bay Area","46":"As omicron causes more breakthrough cases, here’s what you should know","47":"Coronavirus digest: Germany needs 15 million more boosters to slow omicron","48":"Omicron Is in Retreat: 'What's Next?'","49":"COVID-19 Omicron subvariant BA.2 spreading throughout Wisconsin"}}